[
    {
      "name": "Italia",
      "description": "Italy is a country located in Southern Europe. It is famous for its rich history, art, and culture. The Italian cuisine is one of the most popular in the world, known for its pizza, pasta, and gelato.",
      "description_es": "Italia es un país ubicado en el sur de Europa. Es famoso por su rica historia, arte y cultura. La cocina italiana es una de las más populares del mundo, conocida por su pizza, pasta y gelato.",
      "flag": "https://placeimg.com/100/150/arch",
      "images": [
        "https://placeimg.com/340/280/any",
        "https://placeimg.com/340/280/tech",
        "https://placeimg.com/340/280/tech"
      ],
      "recipes": ["615c68e3d4c8f15bca81f853", "615c68e3d4c8f15bca81f854"],
      "createdAt": "2021-10-15T10:30:00.000Z"
    },
    {
      "name": "México",
      "description": "Mexico is a country located in North America. It is famous for its history, culture, and cuisine. Mexican cuisine is known for its spicy flavors, use of corn and beans, and dishes such as tacos, enchiladas, and guacamole.",
      "description_es": "México es un país ubicado en América del Norte. Es famoso por su historia, cultura y cocina. La cocina mexicana es conocida por sus sabores picantes, el uso de maíz y frijoles, y platillos como tacos, enchiladas y guacamole.",
      "flag": "https://placeimg.com/100/150/arch",
      "images": [
        "https://placeimg.com/340/280/any",
        "https://placeimg.com/340/280/tech",
        "https://placeimg.com/340/280/tech"
      ],
      "recipes": ["615c68e3d4c8f15bca81f855", "615c68e3d4c8f15bca81f856"],
      "createdAt": "2021-10-16T12:15:00.000Z"
    },
    {
      "name": "Japón",
      "description": "Japan is an island country located in East Asia. It is famous for its unique culture, technology, and cuisine. Japanese cuisine is known for its fresh ingredients, delicate flavors, and dishes such as sushi, ramen, and tempura.",
      "description_es": "Japón es un país insular ubicado en Asia Oriental. Es famoso por su cultura única, tecnología y cocina. La cocina japonesa es conocida por sus ingredientes frescos, sabores delicados y platillos como sushi, ramen y tempura.",
      "flag": "https://example.com/japan-flag.png",
      "images": [
        "https://placeimg.com/340/280/any",
        "https://placeimg.com/340/280/tech",
        "https://placeimg.com/340/280/tech"
      ],
      "recipes": ["615c68e3d4c8f15bca81f857", "615c68e3d4c8f15bca81f858"],
      "createdAt": "2021-10-17T14:00:00.000Z"
    },
    {
      "name": "España",
      "description": "Spain is a country located in Southern Europe. It is famous for its beaches, architecture, and cuisine. Spanish cuisine is known for its variety of flavors and dishes, such as paella, gazpacho, and tortilla española.",
      "description_es": "España es un país ubicado en Europa del Sur. Es famoso por sus playas, arquitectura y cocina. La cocina española es conocida por su variedad de sabores y platillos, como la paella, el gazpacho y la tortilla española.",
      "flag": "https://example.com/spain-flag.png",
      "images": [
        "https://placeimg.com/340/280/any",
        "https://placeimg.com/340/280/tech",
        "https://placeimg.com/340/280/tech"
      ],
      "recipes": ["615c68e3d4c8f15bca81f871", "615c68e3d4c8f15bca81f872"],
      "createdAt": "2021-10-24T10:30:00.000Z"
    },
  
    {
      "name": "India",
      "description": "India is a country located in South Asia. It is famous for its diverse culture, history, and cuisine. Indian cuisine is known for its use of spices, herbs, and vegetarian dishes such as curry, naan, and samosas.",
      "description_es": "India es un país ubicado en Asia del Sur. Es famoso por su cultura diversa, historia y cocina. La cocina india es conocida por su uso de especias, hierbas y platillos vegetarianos como el curry, el naan y los samosas.",
      "flag": "https://example.com/india-flag.png",
      "images": [
        "https://placeimg.com/340/280/any",
        "https://placeimg.com/340/280/tech",
        "https://placeimg.com/340/280/tech"
      ],
      "recipes": ["615c68e3d4c8f15bca81f859", "615c68e3d4c8f15bca81f860"],
      "createdAt": "2021-10-18T16:45:00.000Z"
    },
    {
      "name": "Thailand",
      "description": "Thailand is a country located in Southeast Asia. It is famous for its beaches, temples, and cuisine. Thai cuisine is known for its use of herbs, spices, and bold flavors, and dishes such as pad Thai, tom yum soup, and green curry.",
      "description_es": "Tailandia es un país ubicado en el sudeste de Asia. Es famoso por sus playas, templos y cocina. La cocina tailandesa es conocida por su uso de hierbas, especias y sabores intensos, y platillos como el pad Thai, la sopa tom yum y el curry verde.",
      "flag": "https://example.com/thailand-flag.png",
      "images": [
        "https://placeimg.com/340/280/tech",
        "https://placeimg.com/340/280/tech",
        "https://placeimg.com/340/280/tech"
      ],
      "recipes": ["615c68e3d4c8f15bca81f861", "615c68e3d4c8f15bca81f862"],
      "createdAt": "2021-10-19T19:30:00.000Z"
    },
    {
      "name": "France",
      "description": "France is a country located in Western Europe. It is famous for its art, architecture, and cuisine. French cuisine is known for its elegance, use of butter and cream, and dishes such as croissants, escargots, and coq au vin.",
      "description_es": "Francia es un país ubicado en Europa Occidental. Es famoso por su arte, arquitectura y cocina. La cocina francesa es conocida por su elegancia, uso de mantequilla y crema, y platillos como croissants, escargots y coq au vin.",
      "flag": "https://example.com/france-flag.png",
      "images": [
        "https://placeimg.com/340/280/tech",
        "https://placeimg.com/340/280/tech",
        "https://placeimg.com/340/280/tech"
      ],
      "recipes": ["615c68e3d4c8f15bca81f863", "615c68e3d4c8f15bca81f864"],
      "createdAt": "2021-10-20T22:15:00.000Z"
    },
    {
      "name": "Greece",
      "description": "Greece is a country located in Southern Europe. It is famous for its history, beaches, and cuisine. Greek cuisine is knownfor its use of olive oil, herbs, and vegetables, and dishes such as moussaka, tzatziki, and souvlaki.",
      "description_es": "Grecia es un país ubicado en Europa del Sur. Es famoso por su historia, playas y cocina. La cocina griega es conocida por su uso de aceite de oliva, hierbas y verduras, y platillos como moussaka, tzatziki y souvlaki.",
      "flag": "https://example.com/greece-flag.png",
      "images": [
        "https://placeimg.com/340/280/tech",
        "https://placeimg.com/340/280/tech",
        "https://placeimg.com/340/280/tech"
      ],
      "recipes": ["615c68e3d4c8f15bca81f865", "615c68e3d4c8f15bca81f866"],
      "createdAt": "2021-10-21T11:20:00.000Z"
    },
    {
      "name": "Mexico",
      "description": "Mexico is a country located in North America. It is famous for its history, culture, and cuisine. Mexican cuisine is known for its use of corn, beans, and chili peppers, and dishes such as tacos, guacamole, and mole.",
      "description_es": "México es un país ubicado en América del Norte. Es famoso por su historia, cultura y cocina. La cocina mexicana es conocida por su uso de maíz, frijoles y chiles, y platillos como tacos, guacamole y mole.",
      "flag": "https://example.com/mexico-flag.png",
      "images": [
        "https://placeimg.com/340/280/tech",
        "https://placeimg.com/340/280/tech",
        "https://placeimg.com/340/280/tech"
      ],
      "recipes": ["615c68e3d4c8f15bca81f867", "615c68e3d4c8f15bca81f868"],
      "createdAt": "2021-10-22T14:55:00.000Z"
    },
    {
      "name": "Japan",
      "description": "Japan is a country located in East Asia. It is famous for its technology, art, and cuisine. Japanese cuisine is known for its emphasis on freshness, simplicity, and presentation, and dishes such as sushi, ramen, and tempura.",
      "description_es": "Japón es un país ubicado en Asia Oriental. Es famoso por su tecnología, arte y cocina. La cocina japonesa es conocida por su énfasis en la frescura, simplicidad y presentación, y platillos como sushi, ramen y tempura.",
      "flag": "https://example.com/japan-flag.png",
      "images": [
        "https://placeimg.com/340/280/tech",
        "https://placeimg.com/340/280/tech",
        "https://placeimg.com/340/280/tech"
      ],
      "recipes": ["615c68e3d4c8f15bca81f869", "615c68e3d4c8f15bca81f870"],
      "createdAt": "2021-10-23T18:00:00.000Z"
    }
  ]